Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: To succeed with that, both customer and supplier must be able to think long-term.”
nb: For å lykkes med dette, må både oppdragsgivere og leverandører evne å tenke langsiktig, understreker hun.

source: Chapter 2, Section 4, with related principles for emergency shutdown in Sections 6, 7 and 8, can be used as an alternative.
nb: kapittel 2 seksjon 4 med tilhørende prinsipper for nødavstengning i seksjon 6, 7 og 8 brukes som et alternativ.

source: We investigated the occurrence of hydrates in safety valves at Hammerfest LNG during March-June 2019.
nb: I perioden mars-juni 2019 gransket vi hydrater i sikkerhetsventiler på Hammerfest LNG.

source: investigation has revealed, for example, a lack of risk assessments and documentation in the MOC process.
nb: eksempel viser granskningen manglende risikovurderinger og dokumentasjon i MoC prosessen.

source: For mobile facilities, the safety zone is established upon deployment of anchors.
nb: For flyttbare innretninger er sikkerhetssonen etablert ved utlegging av anker.

source: Our overall auditing of DB16-19 identified non-conformities and improvement points in:
nb: Vårt samlede tilsyn med DB16 - 19 har påvist avvik og forbedringspunkter ved:

source: Ekofisk is still in full production, 50 years after its discovery.
nb: Produksjonen pågår fortsatt for fullt på Ekofisk, 50 år etter funnet.

source: a) results from preliminary surveys (route surveys) as mentioned in Section 15 of the Activities Regulations are submitted to the Norwegian Hydrographic Service,
nb: a) resultater fra forundersøkelser (traséundersøkelser) som nevnt i aktivitetsforskriften § 15, blir sendt til Statens kartverk Sjø,

source: Island Wellserver was built in 2008 at the Aker Langsten yard.
nb: Island Wellserver vart bygd i 2008 ved Aker Langsten verft.

source: Neptune - Gjøa – installation of a new module for Nova
nb: Neptune - Gjøa – installasjon av ny modul for Nova

source: This does not represent verifiable documentation that the valve delivered in 2002 complied with the fire resistance requirements.
nb: Dette er ikke verifiserbar dokumentasjon på at ventilen levert 2002 er i overensstemmelse med krav til brannmotstand.

source: Snorre is an oil field in the Tampen area of the North Sea, around 150 kilometres west of Florø.
nb: Snorre er et oljefelt som ligg i Tampenområdet i Nordsjøen, om lag 150 kilometer vest for Florø.

source: NOV – use and maintenance of BOP valves
nb: NOV – bruk og vedlikehold av BOP-ventiler

source: The heeling reached approximately 7 degrees over the course of the incident.
nb: Krengningen nådde cirka 7 grader i løpet av tidsrommet hendelsen varte.

source: This included systems for recording and following up incidents and sharing lessons learned.
nb: I dette inngikk systemer for registrering og oppfølging av hendelser og formidling av læring.

source: Submitting the HOCNF to the Norwegian Environment Agency is not required, however, it has to be available on request.
nb: Det er ikke krav om at HOCNF skal sendes til Miljødirektoratet, men de må være tilgjengelige på forespørsel.

source: Smoke diver3 had a compressed air cylinder equipped with an additional breathing mask (buddy mask).
nb: Røykdykker3 hadde tatt med seg trykkluftflaske som var utstyrt med en ekstra maske (kameratmaske).

source: For monitoring and control of the external environment, see
nb: For overvåking og kontroll av det ytre miljø, se

source: Production started again in 2021.
nb: Produksjonen starta igjen i 2021.

source: Energy plants with a total nominal thermal input of 50 MW and greater are covered by the
nb: Energianlegg med en samlet nominell tilført termisk effekt på 50 MW og større er omfattet av

source: The planned start-up is May 2018.
nb: Planlagt oppstart er i mai 2018.

source: An overall plan shall be prepared for conducting the maintenance programme and corrective maintenance activities, cf.
nb: Det skal utarbeides en samlet plan for utføring av vedlikeholdsprogram og korrigerende vedlikeholdsaktiviteter, jf.

source: The facility was assembled and built at Yantai Raffles Shipyard (YRS) in China.
nb: Innretningen sammenstilles og bygges ved Yantai Raffles Shipyard (YRS) i Kina.

source: Re litera c on injection
nb: Til bokstav c om injeksjon

source: Promoters are al the conditions which
nb: Fremmere er al e forhold som

source: • Reading of the natural frequencies of the valve block/manometer through different
nb: Uttak av egenfrekvenser til ventilblokk/manometer ved ulike vibrasjonsmoder

source: The Petroleum Safety Authority Norway (PSA) has given Equinor Energy AS (Equinor) consent for extended operation of the Sigyn field.
nb: Petroleumstilsynet (Ptil) har gitt Equinor Energy AS (Equinor) samtykke til forlenga drift av Sigynfeltet.

source: That would have ensured a more systematic and step-by-step review of hazards than a TBT.
nb: Bruk av en SJA ville ha sikret en mer systematisk og stegvis gjennomgang av faremomenter enn en TBT.

source: It was claimed that KPIs were not used for the plugging campaign.
nb: De fulgte ikke egne prosedyrer for utførelse av løfting.

source: It was unclear why this had been done, or by whom.
nb: Det var uklart hvorfor dette var gjort, og hvem som hadde stått for oppgraderingen.

source: The proximate causes have largely been identified and accounted for in the different investigations that the companies involved have performed.
nb: De direkte årsakene har i stor grad blitt identifisert og gjort rede for i de ulike granskingene som har blitt gjennomført av de involverte selskapene.

source: Independent of the update of the Petroleum Safety Authority Norway as mentioned in the first
nb: Uavhengig av orienteringen til Petroleumstilsynet som nevnt i første ledd, bør Hovedredningssentralen

source: Due to this a series of projects was initiated after 2005 with the objective to
nb: Derfor ble det etter 2005 satt i gang en rekke prosjekter der formålet var å øke påliteligheten i

source: It is the assessment of the PSA that petroleum activity can be carried using the Scarabeo 8 facility within the regulatory framework.
nb: Det er Ptils vurdering at petroleumsvirksomhet kan gjennomføres med bruk av innretningen Scarabeo 8 innenfor regelverkets rammer.

source: d) indirect effects on the employees’ health and safety due to the noise's effect on the ability to register
nb: d) indirekte virkninger på arbeidstakernes helse og sikkerhet som skyldes støyens virkning på

source: Personnel working for the rig owners are more in agreement with this statement where 73% selects the response options "agree" or "strongly agree" and only 5% reports that they do not know.
nb: Personell som jobber for riggselskapene er i større grad enig i dette utsagnet. Her benytter 73% seg av alternativene «enig» eller «helt enig» og kun 5% svarer at de ikke vet.

source: Nova is a field in the northern part of the North Sea, 17 kilometres southwest of Gjøa field.
nb: Novafeltet ligg i den nordlege delen av Nordsjøen, 17 kilometer sørvest for Gjøa.

source: of manufacturers are also obliged to assess the quality of marking, with reference to sections 17
nb: FUSEX er også pliktige til å vurdere kvalitet på merking, jf. §§ 17 om krav til teknisk kontrollorgan

source: Equinor will be using Songa Equinox to drill and complete production well 31/2-O-21 AYH on the Troll field in the North Sea.
nb: Equinor skal bruke Songa Equinox til å bore og komplettere produksjonsbrønn 31/2-O-21 AYH på Trollfeltet i Nordsjøen.

source: Use and discharge of radioactive trace elements
nb: Bruk og utslipp av radioaktive sporstoffer

source: The procedure for pulling an HPC (reference OMM-0012419) specifies that it should be turned six times, followed by a check for signs of leakage through the bleed-off line.
nb: I prosedyren for demontering av blindflens (referanse OMM-0012419) er det beskrevet at en skal skru blindflensen seks omdreininger, for deretter å sjekke om det er noen tegn på lekkasje gjennom avblødningsrøret.

source: The internal overpressure in cell 11 meant that either existing cracks opened or new ones were created.
nb: Det innvendige overtrykk i celle 11 medførte at det enten ble åpnet eksisterende sprekker eller skapt nye sprekker.

source: A-0 for rooms for electrical equipment, fan rooms, rooms where flammable or easily ignited goods are stored and rooms for fire pumps that are located in pontoons and columns.
nb: A-0 for rom for elektrisk utstyr, vifterom, rom der det oppbevares brannfarlige eller lett antennelige varer og rom for brannpumper som er plassert i pongtonger og søyler.

source: The incident occurred on mobile drilling unit Transocean Barents in connection with work on well 6305/7-5H D North on the Ormen Lange field.
nb: Hendelsen skjedde ombord på den flyttbare boreinnretningen Transocean Barents i forbindelse med arbeid på brønn 6305/7-5H D North på Ormen Lange.

source: A sharp increase in incidents with the potential to develop into a major accident was registered at the land plants in 2020.
nb: På landanleggene var det i 2020 en kraftig økning i antall hendelser med potensial til å utvikle seg til storulykker.

source: This sub-project has addressed ICT security in safety instrumented systems (SIS), how this is built into the design of such solutions and how it is handled during commissioning and operation.
nb: Delprosjektet har undersøkt IKT-sikkerhet i instrumenterte sikkerhetssystemer («Safety Instrumented System» (SIS)) og hvordan IKT-sikkerhet bygges inn i design av slike systemer og ivaretas i igangsetting og drift.

source: After the coronavirus struck, 300 people had to go from Schlumberger Norge. But the tax package has yielded more work.
nb: Etter at koronaen traff, har 300 ansatte måttet gå fra Schlumberger Norge, men regjeringens skattepakke har gitt mer jobb.

source: The Regulations relating to Section 78 of the Petroleum Act govern safety delegates' access to the work-
nb: Forskrift til petroleumsloven § 78 regulerer tillitsvalgtes adgang til arbeidsplassen for å ivareta tariff-

source: Vår Energi – consent for use of Scarabeo 8 at Goliat
nb: Vår Energi – samtykke til bruk av Scarabeo 8 på Goliat

source: We have given Equinor Energy (Equinor) consent for exploration drilling in block 7219/9 in the Barents Sea.
nb: Vi har gitt Equinor Energy (Equinor) samtykke til leiteboring i blokk 7219/9 i Barentshavet.

source: This applies to substances with molecular weight lower than 700 g/mol only.
nb: Dette gjelder kun for stoff med molekylvekt lavere enn 700 g/mol.

source: This can be related to failure of or incorrectly installed equipment components, disruption from defective components which led to network failure in the blackout safety system (“network storm”), loss of network frequency measurement on the main switchboard, activation of the load-reduction mode and restriction of all thrusters to 10-15 per cent of maximum output, nonconformity between DP commands and rpm feedback from all thrusters, and automatic shutdown of thrusters 1 and 3.
nb: Dette kan relateres til svikt eller feilmontert utstyrskomponent, forstyrrelser fra defekt komponent som førte til nettverksfeil i blackout sikkerhetssystem («nettstorm»), bortfall av nettfrekvensmåling på hovedtavle, at lastreduksjonsmodus ble aktivert og samtlige thrustere ble begrenset til 10-15 prosent av maksimal effekt, avvik mellom dynamisk posisjonering-ordre og tilbakemelding på samtlige thrustere (RPM) og automatisk stopp av thruster 1 og 3.

source: No organisations exist without rewards and punishments.
nb: Det finnes ingen organisasjoner uten belønning og straf.

source: So a morning shift should be followed by an evening session and then by night duty, rather than the reverse order.”
nb: Det betyr at en morgenvakt bør etterfølges av en kveldsvakt, og en kveldsvakt bør etterfølges av en nattevakt, i stedet for å gå motsatt vei.

source: condensate pots on the flare header (high- and low-pressure).
nb: Kondensatbeholdere på fakkel samlerør (høytrykks- og lavtrykkssamlerør)

source: Before Equinor can take Johan Castberg into use and start production, it must secure consent from the PSA.
nb: Før Equinor kan ta Johan Castberg i bruk og starte produksjonen, må Equinor få samtykke fra oss.

source: In order to fulfil the safety clearance requirement, a work permit system should be used.
nb: I tillegg bør eksplosiv vare være beskyttet mot fallende laster og branner under lagring.

source: On average, 62% say they "agree" or "strongly agree" with the statement.
nb: I gjennomsnitt svarer 62% at de er «enig» eller «helt enig» i utsagnet.

source: So if you’re working nights and nevertheless sleeping well, you don’t need to be that worried.
nb: Det betyr at hvis du jobber natt, men likevel sover godt, trenger du ikke å være så bekymret.

source: Scarabeo 8 (above) is owned and operated by Saipem Drilling Norway.
nb: Scarabeo 8 (bildet) eies og drives av Saipem Drilling Norway.

source: It caters for exposing issues that may concern all players on the NCS, players in a specific area, performers of a particular activity, or groups of players.
nb: Selskapet har fremhevet hvordan undersøkelser og granskninger av fare- og ulykkessituasjoner bidrar med relevant og viktig informasjon av betydning for lokale forbedringer.

source: incident occurred (Odfjell/Equinor) • the established practice on Heidrun of keeping hold of the hook until the
nb: skjedde (Odfjell/Equinor) • Etablert praksis på Heidrun, med å holde i krok til faren for fasthuking var over,

source: For subsea-completed wells, it should be possible to monitor the pressure in the production tubing and in the production annulus.
nb: For havbunnskompletterte brønner bør en kunne overvåke trykket i produksjonsrøret og i produksjonsringrommet.

source: It was built at the Fincantieri Shipyard in Palermo, Italy and completed at Westcon’s shipyard in Ølensvåg in Rogaland in 2011.
nb: Den er bygget ved Fincantieri Shipyard i Palermo, Italia og ferdigstilt ved Westcons verft i Ølensvåg i Rogaland i 2011.

source: MH Wirth responded that the fleet angle was within the sheave’s tolerance.
nb: MH Wirth svarte at vinkelen var innenfor toleransegrensen for skivehjul.

source: As noted in chapter 6, a new revision of Norsok standard D-01060 was published in 2013.
nb: Som omtalt i kapittel 6 ble en ny revisjon av standarden NORSOK Standard D-01060 publisert i juni 2013.

source: To fulfil the design requirements as mentioned in the first subsection, the standards NS-EN ISO 13702 with appendices,
nb: For å oppfylle kravene til utforming som nevnt i første ledd, bør standardene NS-EN ISO 13702 med vedlegg,

source: A-60 for control and emergency preparedness rooms, rooms for fire pump systems and rooms for emergency power source with associated distribution equipment and fuel tanks if these rooms are located in an area that cannot be exposed to hydrocarbon loads.
nb: A-60 for kontroll- og beredskapsrom, rom for brannpumpesystemer og rom for nødkraftkilde med tilhørende fordelingsutstyr og drivstofftank dersom disse rommene er plassert i et område som ikke kan utsettes for hydrokarbonbrannlaster.

source: In addition, a fleet angle was introduced by the positioning of the winch drum and the rope track within it, so that the total fleet angle was considerably larger than 1.9 degrees.
nb: I tillegg var det introdusert en flytvinkel forårsaket av plasseringen av vinsjtrommel og ståltauspor i trommel slik at den totale flytvinkelen har vært en del større en 1,9 grader.

source: What makes toolbox talks and authorisation of ATs not occur at the worksite itself is difficult for us to assess.
nb: Hva som gjør at «toolbox-talk» og godkjenning av AT ikke foregikk på selve arbeidsstedet er vanskelig for oss å vurdere.

source: Equinor – consent for exploration drilling in the Barents Sea
nb: Equinor – samtykke til leiteboring i Barentshavet

source: Regulations relating to storage and transport of CO2 on the shelf Section 1-6 letter t Re
nb: forskrift om lagring og transport av CO2 på sokkelen § 1-6 bokstav t Til bokstav

source: Oseberg is an oil and gas field located 130 kilometres west of Bergen.
nb: Osebergfeltet er et olje- og gassfelt som ligger cirka 130 kilometer vest for Bergen.

source: Gassco - Draupner - Emergency preparedness and radio and telecommunications systems
nb: Gassco - Draupner - Beredskap, radio- og telekommunikasjonssystemer

source: Appendix 3 to the Civil Aviation Authority's Regulations relating to flight weather service (in Norwegian only) should be used for weather observers who carry out routine weather observations (METAR),
nb: Luftfartstilsynets forskrift om flyværtjeneste vedlegg 3 brukes for værobservatører som skal utføre rutinemessige værobservasjoner (METAR),

source: Protection and Emergency Planning (DSB), formerly the Directorate for Fire and Electrical
nb: kravene, og ved fastleggingen av nivået for sikkerhet og arbeidsmiljø.

source: The ISO 6385 standard should be used in such organisation.
nb: Ved slik tilrettelegging bør standarden ISO 6385 brukes.

source: (second degree) of the face, hands, feet or in the abdomen, as well as all partial dermal injuries affecting more than five per cent of the body,
nb: i ansiktet, på hender, føtter eller i underlivet, samt alle delhudsskader som i omfang er større enn fem prosent av kroppsoverflaten,

source: The Petroleum Safety Authority Norway has given Statoil consent to use the Edvard Grieg Oil Pipeline (EGOP)
nb: Petroleumstilsynet har gitt Statoil samtykke til bruk av Edvard Grieg-oljerøyrleidning (EGOP).

source: Our topic this time is safety in the far north – one of the PSA’s main priorities for 2015 and the subject of its big Arctic Safety Summit in Tromsø during late October.
nb: Tema for denne utgaven er sikkerhet i nordområdene – én av Ptils hovedprioriteringer for 2015 og tema for den store konferansen Arctic Safety Summit som vi arrangerte i Tromsø i slutten av oktober.

source: HLNG has operated over a long period with serious impairments to process safety barriers.
nb: HLNG har blitt driftet over lang tid med alvorlige svekkelser i barrierer innen prosessikring.

source: BP Norge AS (BP) has received consent to remove the top deck of the 2/4-G facility.
nb: BP Norge as (BP) har fått samtykke til fjerning av toppdekket på 2/4 G-innretninga.

source: This section continues the previous incorporation in the petroleum activities of Council Directive 89/686/EEC relating to personal protective equipment and Council Directive 93/95/EEC.
nb: Paragrafen viderefører tidligere innarbeiding i petroleumsvirksomheten av rådsdirektiv 89/686/EØF om personlig verneutstyr og rådsdirektiv 93/95/EØF.

source: A user manual is also required.
nb: Videre at det følger med en brukerveiledning, jf.

source: Similar corrosion problems have arisen earlier on Ula, and BP was aware that this is a corrosion issue in the produced-water system.
nb: Det har vært tilsvarende korrosjonsproblemer på Ula tidligere og det var kjent for BP at dette er en korrosjonsproblematikk i systemet for produsert vann.

source: We have given consent to Capricorn Norge AS (Capricorn) for a well in block 6508/1 in the Norwegian Sea.
nb: Vi har gitt samtykke til Capricorn Norge as (Capricorn) i blokk 6508/1 i Norskehavet.

source: Transocean Norge is a semi-submersible drilling facility of the MMCS60 type.
nb: Transocean Norge er ei halvt nedsenkbar innretning av typen MMCS60.

source: In most cases, this means that identification must take place at an area level (by fire area, for instance) and that the assessment covers a) all incidents which might occur in the specific area and b) incidents occurring in other areas which could expose the specific area.
nb: Det betyr i de fleste tilfeller at en må gjennomføre identifiseringen på områdenivå (eksempelvis per brannområde), og at en vurderer a) alle hendelser som kan inntreffe i det spesifikke området og b) hendelser som inntreffe i andre områder som kan eksponere det spesifikke området.

source: The description mentioned in the third subsection, should cover the individual activities, their order, as well as the input factors and the products.
nb: Beskrivelsen som nevnt i tredje ledd, bør omfatte de enkelte aktivitetene, rekkefølgen av disse, og innsatsfaktorene og produktene.

source: Figure 8 An example of the average service life of steel rope, depending on the number of sheaves and the direction of the rope.
nb: Figur 8 Eksempel på gjennomsnittlig levetid av ståltau, avhengig av antall skiver og retningen på ståltauet

source: Thina Saltvedt, chief analyst for sustainable finance, Nordea
nb: Thina Saltvedt, sjefanalytiker for bærekraftig finans, Nordea

source: Equinor – Consent for extended operation of Delta L
nb: Equinor – samtykke til forlenga drift av Delta L

source: Little is said about valves on the template in key documents which are much used in B&B.
nb: Ventiler på brønnrammen er i liten grad beskrevet i sentrale dokumenter som er mye brukt i B&B.

source: Equinor - Martin Linge B - Materials handling, cranes and lifting
nb: Equinor - Martin Linge B - Materialhåndtering, kran og løft

source: Okea ASA – consent for modification and use of Draugen Long Term Power (DLTP)
nb: Okea ASA – samtykke til ombygging og bruk av Draugen Long Term Power (DLTP)

source: Extended lifetime for Oseberg Vestflanke
nb: Forlenga levetid for Oseberg Vestflanke

source: West Hercules received Acknowledgement of Compliance (AoC) from the PSA in 2012.
nb: West Hercules fekk samsvarsfråsegn (SUT) frå Ptil i 2012.

source: Upper sheave (S1), where rollers fell from the bearing
nb: Øvre skivehjul (S1), der det falt ruller fra lageret

source: Pitting corrosion through the nipple wall thickness at flange A was identified in segment 6 from OLS B. No leakage to the sea through the PU sheath was found.
nb: I OLS B slangesegment 6 ble det påvist gropkorrosjon gjennom veggtykkelsen i nippel ved flens A. Det var ingen lekkasje til sjø gjennom PU-laget.

source: No activity can be pursued without risk, but the latter can and must be managed.
nb: Ingen aktivitet kan foregå uten risiko, men risikoen kan og må styres.

source: So what can be done to ensure that learning is on the right track?
nb: • Hva gjør man så for å sikre seg at læringen er på ret spor?

source: It was agreed to enter this in the daily instruction to ensure that it reached the night shift, which was going to do the work.
nb: De ble enige om å skrive denne informasjonen i døgninstruksen for å sikre at informasjonen nådde nattskiftet som skulle gjøre jobben.

source: The development solution chosen for Oseberg Vestflanken 2 is a fixed, unmanned wellhead facility.
nb: Utbyggingsløysinga som er vald for Oseberg Vestflanken 2 er ei botnfast, ubemanna brønnhovudinnretning.

source: The causes of the late notification were not analysed and commented on in the investigation report.
nb: Årsakene til sen varsling ble ikke analysert og kommentert i granskingsrapporten.

source: In the present case, a pump with quick connection had been ordered but one without this was sent to MINC.
nb: I tilfellet her var det bestilt en råvannspumpe med hurtigkobling, men pumpen ankom MINC uten denne.

source: The regulations apply to safety and working environment for transport and injection of CO2 into
nb: Forskriften gjelder sikkerhet og arbeidsmiljø ved transport og injeksjon av CO2 i undersjøiske

source: Stabilised crude is pumped from the Statfjord A storage cells to OLS B through a 36-inch flowline system.
nb: Stabilisert olje pumpes fra Statfjord A lagercellene til OLS B gjennom et 36” rørsystem.
